Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Moderately elevated — some sympathetic tone
ar: مرتفع باعتدال — بعض النبرة الودية
da: Moderat forhøjet — noget sympatisk tonus
de: Mäßig erhöht — etwas sympathischer Tonus
es: Moderadamente elevado — cierto tono simpático
fi: Kohtalaisesti kohonnut — jonkin verran sympaattista tonusta
fr: Modérément élevé — un certain tonus sympathique
is: Miðlungs hækkað — nokkur drifkerfistónn
it: Moderatamente elevato — un certo tono simpatico
ja: やや上昇 — 交感神経緊張がいくらかあり
ko: 다소 상승 — 약간의 교감 긴장
nb: Moderat forhøyet — noe sympatisk tonus
nl: Matig verhoogd — enige sympathische tonus
pt_br: Moderadamente elevado — algum tônus simpático
ru: Умеренно повышен — есть симпатический тонус
sv: Måttligt förhöjd — viss sympatisk tonus
zh_hans: 中度偏高 — 存在一定交感张力

source: Modes
ar: الأوضاع
da: Tilstande
de: Modi
es: Modos
fi: Tilat
is: Hamir
it: Modalità
ja: モード
ko: 모드
nb: Moduser
nl: Modi
pt_br: Modos
ru: Режимы
sv: Lägen
zh_hans: 模式

source: Moisten the strap's electrodes and make sure it sits snugly against your skin.
ar: رطِّب أقطاب الحزام وتأكد من أنه ملاصق لبشرتك بإحكام.
da: Fugt bæltets elektroder, og sørg for, at det sidder tæt mod huden.
de: Befeuchte die Elektroden des Gurts und achte darauf, dass er eng auf der Haut sitzt.
es: Humedece los electrodos de la banda y asegúrate de que quede bien ajustada a la piel.
fi: Kostuta pannan elektrodit ja varmista, että panta on tiiviisti ihoa vasten.
fr: Humidifiez les électrodes de la ceinture et assurez-vous qu'elle est bien ajustée contre la peau.
is: Vættu rafskaut beltisins og gættu þess að það liggi þétt að húðinni.
it: Inumidisci gli elettrodi della fascia e assicurati che aderisca bene alla pelle.
ja: ストラップの電極を湿らせ、肌にしっかり密着させてください。
ko: 스트랩 전극을 적시고 피부에 밀착되어 있는지 확인하세요.
nb: Fukt elektrodene på beltet og sørg for at det sitter tett mot huden.
nl: Maak de elektroden van de band vochtig en zorg dat hij strak tegen je huid zit.
pt_br: Umedeça os eletrodos da cinta e verifique se ela está bem ajustada à pele.
ru: Смочите электроды ремня и убедитесь, что он плотно прилегает к коже.
sv: Fukta bandets elektroder och se till att det sitter tätt mot huden.
zh_hans: 请润湿心率带的电极，并确保它紧贴皮肤。

source: More
ar: المزيد
da: Mere
de: Mehr
es: Más
fi: Lisää
fr: Plus
is: Meira
it: Altro
ja: もっと見る
ko: 더 보기
nb: Mer
nl: Meer
pt_br: Mais
ru: Ещё
sv: Mer
zh_hans: 更多

source: More beats = more reliable analysis. Minimum ~120 for basic metrics, 300+ ideal for frequency analysis.
ar: نبضات أكثر = تحليل أكثر موثوقية. الحد الأدنى نحو 120 للمقاييس الأساسية، و300+ مثالي لتحليل التردد.
da: Flere slag = mere pålidelig analyse. Minimum ~120 til basale mål, 300+ er ideelt til frekvensanalyse.
de: Mehr Schläge = zuverlässigere Analyse. Mindestens ~120 für Basiswerte, 300+ ideal für die Frequenzanalyse.
es: Más latidos = análisis más fiable. Mínimo ~120 para métricas básicas, 300+ ideal para el análisis de frecuencia.
fi: Enemmän lyöntejä = luotettavampi analyysi. Vähintään ~120 perusmittareihin, 300+ ihanteellinen taajuusanalyysiin.
fr: Plus de battements = analyse plus fiable. Minimum ~120 pour les mesures de base, 300+ idéal pour l’analyse fréquentielle.
is: Fleiri slög = áreiðanlegri greining. Lágmark ~120 fyrir grunnmælingar, 300+ kjörið fyrir tíðnigreiningu.
it: Più battiti = analisi più affidabile. Minimo ~120 per le metriche di base, 300+ ideale per l’analisi in frequenza.
ja: 拍数が多いほど解析の信頼性が高まります。基本指標には最低 120 拍程度、周波数解析には 300 拍以上が理想です。
ko: 박동 수가 많을수록 분석이 더 신뢰할 만합니다. 기본 지표는 최소 120개, 주파수 분석에는 300개 이상이 이상적입니다.
nb: Flere slag = mer pålitelig analyse. Minimum ~120 for basismål, 300+ er ideelt for frekvensanalyse.
nl: Meer slagen = betrouwbaardere analyse. Minimaal ~120 voor basismetrieken, 300+ ideaal voor frequentieanalyse.
pt_br: Mais batimentos = análise mais confiável. Mínimo ~120 para métricas básicas, 300+ ideal para análise de frequência.
ru: Больше ударов = надёжнее анализ. Минимум ~120 для базовых метрик, 300+ идеально для частотного анализа.
sv: Fler slag = mer tillförlitlig analys. Minst ~120 för basmått, 300+ är idealiskt för frekvensanalys.
zh_hans: 心搏越多，分析越可靠。基础指标至少约 120 个，频域分析以 300 个以上为佳。

source: More options
ar: خيارات إضافية
da: Flere muligheder
de: Weitere Optionen
es: Más opciones
fi: Lisää vaihtoehtoja
fr: Plus d'options
is: Fleiri valkostir
it: Altre opzioni
ja: その他のオプション
ko: 추가 옵션
nb: Flere alternativer
nl: Meer opties
pt_br: Mais opções
ru: Больше параметров
sv: Fler alternativ
zh_hans: 更多选项

source: More sessions needed for trend analysis
ar: يلزم المزيد من الجلسات لتحليل الاتجاهات
da: Flere sessioner nødvendige for tendensanalyse
de: Mehr Sitzungen für Trendanalyse erforderlich
es: Se necesitan más sesiones para el análisis de tendencias
fi: Lisää istuntoja tarvitaan trendianalyysiin
fr: Plus de sessions nécessaires pour l'analyse des tendances
is: Fleiri lotur þarf fyrir stefnugreiningu
it: Servono più sessioni per l'analisi delle tendenze
ja: トレンド分析にはさらにセッションが必要です
ko: 추세 분석을 위해 더 많은 세션이 필요합니다
nb: Flere økter trengs for trendanalyse
nl: Meer sessies nodig voor trendanalyse
pt_br: Mais sessões necessárias para análise de tendências
ru: Для анализа тренда нужно больше сессий
sv: Fler sessioner behövs för trendanalys
zh_hans: 需要更多记录以进行趋势分析

source: More tab
ar: علامة تبويب المزيد
da: Mere-fane
de: Mehr-Tab
es: Pestaña Más
fi: Lisää-välilehti
fr: Onglet Plus
is: Meira-flipi
it: Scheda Altro
ja: もっと見るタブ
ko: 더 보기 탭
nb: Mer-fane
nl: Meer-tabblad
pt_br: Aba Mais
ru: Вкладка «Ещё»
sv: Mer-flik
zh_hans: 更多标签页

source: Most likely explanations
ar: التفسيرات الأكثر ترجيحًا
da: Mest sandsynlige forklaringer
de: Wahrscheinlichste Erklärungen
es: Explicaciones más probables
fi: Todennäköisimmät selitykset
fr: Explications les plus probables
is: Líklegustu skýringar
it: Spiegazioni più probabili
ja: 最も可能性の高い説明
ko: 가장 가능성 높은 설명
nb: Mest sannsynlige forklaringer
nl: Meest waarschijnlijke verklaringen
pt_br: Explicações mais prováveis
ru: Наиболее вероятные объяснения
sv: Mest sannolika förklaringar
zh_hans: 最可能的解释

source: Most useful as a trend against your own baseline (Plews 2013): a sharp drop usually tracks accumulated training load, short sleep, alcohol or stress, and sometimes illness. It describes last night; it is not a forecast. The peak nightly version (peak window's total power) is what feeds the AI's `hrv.peak.total_power_ms2` fact.
ar: أكثر فائدة كاتجاه مقارنةً بخط أساسك الخاص (Plews 2013): الانخفاض الحاد يرافق عادةً حمل التدريب المتراكم أو قلة النوم أو الكحول أو الإجهاد، وأحيانًا المرض. وهو يصف الليلة الماضية؛ وليس توقعًا. والنسخة الليلية القصوى (القدرة الإجمالية لنافذة الذروة) هي ما يغذّي معلومة الذكاء الاصطناعي `hrv.peak.total_power_م.ث2`.
da: Mest nyttig som en tendens i forhold til din egen baseline (Plews 2013): et markant fald følger som regel ophobet træningsbelastning, kort søvn, alkohol eller stress og nogle gange sygdom. Den beskriver sidste nat; den er ikke en prognose. Den natlige topversion (topvinduets samlede effekt) er det, der fodrer AI'ens fakta `hrv.peak.total_power_ms2`.
de: Am aussagekräftigsten als Trend gegenüber deiner eigenen Baseline (Plews 2013): Ein deutlicher Abfall geht meist mit angesammelter Trainingsbelastung, kurzem Schlaf, Alkohol oder Stress einher und manchmal mit Krankheit. Der Wert beschreibt die letzte Nacht; er ist keine Prognose. Die nächtliche Spitzenversion (Gesamtleistung des Spitzenfensters) speist den KI-Fakt `hrv.peak.total_power_ms2`.
es: Resulta más útil como tendencia frente a tu propia línea base (Plews 2013): una caída brusca suele reflejar carga de entrenamiento acumulada, sueño corto, alcohol o estrés y, a veces, una enfermedad. Describe la noche pasada; no es una previsión. La versión de pico nocturno (potencia total de la ventana de pico) es la que alimenta el dato `hrv.peak.total_power_ms2` de la IA.
fi: Hyödyllisin trendinä suhteessa omaan perustasoosi (Plews 2013): jyrkkä lasku seuraa yleensä kertynyttä harjoituskuormaa, lyhyttä unta, alkoholia tai stressiä ja joskus sairautta. Se kuvaa viime yötä; se ei ole ennuste. Öinen huippuversio (huippuikkunan kokonaisteho) syötetään tekoälyn `hrv.peak.total_power_ms2`-faktaan.
fr: Surtout utile comme tendance par rapport à votre propre référence (Plews 2013) : une forte baisse reflète généralement une charge d’entraînement accumulée, un sommeil court, l’alcool ou le stress, et parfois la maladie. Elle décrit la nuit dernière ; ce n’est pas une prévision. La version maximale nocturne (puissance totale de la fenêtre maximale) est celle qui alimente le fait `hrv.peak.total_power_ms2` de l’IA.
is: Gagnlegast sem þróun miðað við þína eigin grunnlínu (Plews 2013): skörp lækkun endurspeglar yfirleitt uppsafnað æfingaálag, stuttan svefn, áfengi eða streitu, og stundum veikindi. Hún lýsir síðustu nótt; hún er ekki spá. Hámarksútgáfan yfir nóttina (heildarafl hámarksgluggans) er það sem fæðir `hrv.peak.total_power_ms2`-staðreynd gervigreindarinnar.
it: Più utile come tendenza rispetto alla tua baseline (Plews 2013): un calo netto di solito rispecchia carico di allenamento accumulato, sonno breve, alcol o stress, e talvolta una malattia. Descrive la notte scorsa; non è una previsione. La versione di picco notturna (potenza totale della finestra di picco) è quella che alimenta il fatto `hrv.peak.total_power_ms2` dell’IA.
ja: 自分自身のベースラインに対するトレンドとして見るのが最も有用です（Plews 2013）。急な低下は通常、蓄積したトレーニング負荷、睡眠不足、アルコール、ストレスを反映し、病気による場合もあります。これは昨夜の状態を表すもので、予測ではありません。夜間ピーク版（ピークウィンドウの合計パワー）が、AI の `hrv.peak.total_power_ms2` ファクトに使われます。
ko: 자신의 기준선 대비 추세로 볼 때 가장 유용합니다(Plews 2013). 급격한 하락은 대개 누적된 훈련 부하, 수면 부족, 음주나 스트레스를 반영하며, 때로는 질병 때문이기도 합니다. 이는 지난밤을 설명하는 값이며 예측이 아닙니다. 야간 최고값 버전(최고 윈도우의 총 파워)이 AI의 `hrv.peak.total_power_ms2` 정보로 사용됩니다.
nb: Mest nyttig som en trend mot din egen grunnlinje (Plews 2013): et kraftig fall følger vanligvis akkumulert treningsbelastning, kort søvn, alkohol eller stress, og noen ganger sykdom. Den beskriver natten som var; den er ikke en prognose. Toppversjonen per natt (total effekt i toppvinduet) er det som mater AI-ens faktum `hrv.peak.total_power_ms2`.
nl: Het nuttigst als trend ten opzichte van je eigen basislijn (Plews 2013): een scherpe daling volgt meestal opgebouwde trainingsbelasting, kort slapen, alcohol of stress, en soms ziekte. Het beschrijft afgelopen nacht; het is geen voorspelling. De nachtelijke piekversie (totaal vermogen in het piekvenster) is wat het AI-feit `hrv.peak.total_power_ms2` voedt.
pt_br: Mais útil como tendência em relação à sua própria linha de base (Plews 2013): uma queda acentuada geralmente acompanha carga de treino acumulada, sono curto, álcool ou estresse e, às vezes, doença. Descreve a noite passada; não é uma previsão. A versão de pico noturno (potência total da janela de pico) é o que alimenta o fato `hrv.peak.total_power_ms2` da IA.
ru: Полезнее всего как тренд относительно вашей собственной базовой линии (Plews 2013): резкое падение обычно связано с накопленной тренировочной нагрузкой, недосыпом, алкоголем или стрессом, а иногда с болезнью. Показатель описывает прошлую ночь; это не прогноз. Пиковая ночная версия (общая мощность пикового окна) — это то, что питает факт ИИ `hrv.peak.total_power_ms2`.
sv: Mest användbar som trend mot din egen baslinje (Plews 2013): en kraftig nedgång följer oftast ackumulerad träningsbelastning, kort sömn, alkohol eller stress, och ibland sjukdom. Den beskriver den senaste natten; den är ingen prognos. Den nattliga toppversionen (toppfönstrets totala effekt) är det som matar AI:ns faktum `hrv.peak.total_power_ms2`.
zh_hans: 最适合作为相对于你自身基线的趋势来看（Plews 2013）：急剧下降通常与累积训练负荷、睡眠不足、饮酒或压力有关，有时与疾病有关。它描述的是昨晚；并不是预测。夜间峰值版本（峰值窗口的总功率）是 AI 的 `hrv.peak.total_power_ms2` 数据的来源。

# mostly Z%lld · %lld%%
source: mostly Z%1$lld · %2$lld%%
ar: معظمها Z%lld · ‏%lld%%
da: mest Z%lld · %lld%%
de: überwiegend Z%lld · %lld%%
es: principalmente Z%lld · %lld%%
fi: enimmäkseen Z%lld · %lld%%
fr: principalement Z%lld · %lld%%
is: aðallega Z%lld · %lld%%
it: prevalentemente Z%lld · %lld%%
ja: 主に Z%lld · %lld%%
ko: 주로 Z%lld · %lld%%
nb: mest Z%lld · %lld%%
nl: vooral Z%lld · %lld%%
pt_br: principalmente Z%lld · %lld%%
ru: в основном Z%lld · %lld%%
sv: mestadels Z%lld · %lld%%
zh_hans: 主要为 Z%lld · %lld%%

source: Motivation today?
ar: ما مستوى دافعيتك اليوم؟
da: Motivation i dag?
de: Motivation heute?
es: ¿Motivación hoy?
fi: Motivaatio tänään?
fr: Motivation aujourd’hui ?
is: Áhugi í dag?
it: Motivazione oggi?
ja: 今日のモチベーションは？
ko: 오늘 의욕은?
nb: Motivasjon i dag?
nl: Motivatie vandaag?
pt_br: Motivação hoje?
ru: Мотивация сегодня?
sv: Motivation idag?
zh_hans: 今天的动力如何？

source: Moves this session back to your archive
ar: ينقل هذه الجلسة مرة أخرى إلى الأرشيف
da: Flytter denne session tilbage til dit arkiv
de: Verschiebt diese Sitzung zurück in dein Archiv
es: Devuelve esta sesión a tu archivo
fi: Siirtää tämän istunnon takaisin arkistoosi
fr: Replace cette session dans vos archives
is: Færir þessa lotu aftur í safnið þitt
it: Riporta questa sessione nel tuo archivio
ja: このセッションをアーカイブに戻します
ko: 이 세션을 보관함으로 다시 이동합니다
nb: Flytter denne økten tilbake til arkivet ditt
nl: Verplaatst deze sessie terug naar je archief
pt_br: Move esta sessão de volta para o seu arquivo
ru: Перемещает эту сессию обратно в архив
sv: Flyttar tillbaka den här sessionen till ditt arkiv
zh_hans: 将此记录移回你的存档

source: Moving %
ar: نسبة الحركة
da: Bevægelse %
de: Bewegung %
es: Movimiento %
fi: Liikkeessä %
fr: Mouvement %
is: Hreyfing %
it: In movimento %
ja: 移動率
ko: 이동 %
nb: Bevegelse %
nl: Bewegend %
pt_br: Movimento %
ru: Движение %
sv: Rörelse %
zh_hans: 移动占比

source: Moving time
ar: زمن الحركة
da: Bevægelsestid
de: Bewegungszeit
es: Tiempo en movimiento
fi: Liikeaika
fr: Temps en mouvement
is: Hreyfitími
it: Tempo in movimento
ja: 移動時間
ko: 이동 시간
nb: Bevegelsestid
nl: Bewegingstijd
pt_br: Tempo em movimento
ru: Время движения
sv: Rörelsetid
zh_hans: 移动时间

source: ms
ar: م.ث
ru: мс

source: ms SDNN
ar: م.ث SDNN
ru: мс SDNN

source: Multiple vitals are above your baseline. Common causes are a hard week, short sleep, alcohol or a warm room, and sometimes the start of an illness.
ar: عدة علامات حيوية فوق خط أساسك. الأسباب الشائعة هي أسبوع شاق أو قلة النوم أو الكحول أو غرفة دافئة، وأحيانًا بداية مرض.
da: Flere vitalværdier ligger over din baseline. Almindelige årsager er en hård uge, kort søvn, alkohol eller et varmt rum og nogle gange begyndelsen på en sygdom.
de: Mehrere Vitalwerte liegen über deiner Baseline. Häufige Ursachen sind eine harte Woche, kurzer Schlaf, Alkohol oder ein warmer Raum und manchmal der Beginn einer Krankheit.
es: Varias constantes vitales están por encima de tu línea base. Las causas habituales son una semana dura, sueño corto, alcohol o una habitación cálida y, a veces, el inicio de una enfermedad.
fi: Useat elintoiminnot ovat perustasosi yläpuolella. Yleisiä syitä ovat kova viikko, lyhyt uni, alkoholi tai lämmin huone ja joskus sairauden alku.
fr: Plusieurs signes vitaux dépassent votre référence. Causes fréquentes : une semaine difficile, un sommeil court, l’alcool ou une pièce chaude, et parfois le début d’une maladie.
is: Nokkur lífsmörk eru yfir grunnlínu þinni. Algengar orsakir eru erfið vika, stuttur svefn, áfengi eða heitt herbergi, og stundum upphaf veikinda.
it: Diversi parametri vitali sono sopra la tua baseline. Cause comuni sono una settimana dura, sonno breve, alcol o una stanza calda, e talvolta l’inizio di una malattia.
ja: 複数のバイタルがベースラインを上回っています。よくある原因はハードな 1 週間、睡眠不足、アルコール、暖かい部屋で、病気の始まりであることもあります。
ko: 여러 바이탈이 기준선보다 높습니다. 흔한 원인은 힘든 한 주, 수면 부족, 음주, 따뜻한 방이며, 때로는 질병의 시작일 수도 있습니다.
nb: Flere vitalverdier ligger over grunnlinjen din. Vanlige årsaker er en hard uke, kort søvn, alkohol eller et varmt rom, og noen ganger starten på en sykdom.
nl: Meerdere vitale waarden liggen boven je basislijn. Veelvoorkomende oorzaken zijn een zware week, kort slapen, alcohol of een warme kamer, en soms het begin van een ziekte.
pt_br: Vários sinais vitais estão acima da sua linha de base. Causas comuns são uma semana puxada, sono curto, álcool ou um quarto quente e, às vezes, o início de uma doença.
ru: Несколько показателей выше вашей базовой линии. Частые причины — тяжёлая неделя, недосып, алкоголь или тёплая комната, а иногда начало болезни.
sv: Flera vitalvärden ligger över din baslinje. Vanliga orsaker är en tung vecka, kort sömn, alkohol eller ett varmt rum, och ibland början av en sjukdom.
zh_hans: 多项生命体征高于你的基线。常见原因包括辛苦的一周、睡眠不足、饮酒或室温偏高，有时也可能是疾病的开始。

source: Muted gray background
ar: خلفية رمادية خافتة
da: Dæmpet grå baggrund
de: Gedämpfter grauer Hintergrund
es: Fondo gris atenuado
fi: Hillitty harmaa tausta
fr: Arrière-plan gris atténué
is: Daufur grár bakgrunnur
it: Sfondo grigio attenuato
ja: 落ち着いたグレーの背景
ko: 차분한 회색 배경
nb: Dempet grå bakgrunn
nl: Gedempte grijze achtergrond
pt_br: Fundo cinza suave
ru: Приглушённый серый фон
sv: Dämpad grå bakgrund
zh_hans: 柔和的灰色背景

source: My Routes
ar: مساراتي
da: Mine ruter
de: Meine Routen
es: Mis rutas
fi: Reittini
fr: Mes itinéraires
is: Leiðirnar mínar
it: I miei percorsi
ja: マイルート
ko: 내 경로
nb: Mine ruter
nl: Mijn routes
pt_br: Minhas rotas
ru: Мои маршруты
sv: Mina rutter
zh_hans: 我的路线

source: My routes for %@
ar: مساراتي لـ %@
da: Mine ruter for %@
de: Meine Routen für %@
es: Mis rutas para %@
fi: Reittini kohteelle %@
fr: Mes itinéraires pour %@
is: Leiðirnar mínar fyrir %@
it: I miei percorsi per %@
ja: %@用の自分のルート
ko: %@의 내 경로
nb: Mine ruter for %@
nl: Mijn routes voor %@
pt_br: Minhas rotas para %@
ru: Мои маршруты для %@
sv: Mina rutter för %@
zh_hans: %@ 的我的路线

source: Nadir
ar: أدنى نقطة
da: Lavpunkt
de: Tiefpunkt
es: Punto más bajo
fi: Alin kohta
is: Lágmark
ja: 最低値
ko: 최저값
nb: Lavpunkt
nl: Laagste punt
ru: Минимум
sv: Lägsta
zh_hans: 最低值

source: Nadir at
ar: الأدنى عند
da: Laveste kl.
de: Tiefpunkt um
es: Mínimo a las
fi: Pohja klo
fr: Minimum à
is: Lægst kl.
it: Minimo alle
ja: 最低値の時刻
ko: 최저 시각
nb: Laveste kl.
nl: Laagste om
pt_br: Mínimo às
ru: Минимум в
sv: Lägst kl.
zh_hans: 最低点时间

source: Nadir HR
ar: أدنى نبض
da: Laveste puls
de: HF-Tiefpunkt
es: FC mínima
fi: Sykkeen pohja
fr: FC minimale
is: Lægsti púls
it: FC minima
ja: 最低心拍
ko: 최저 심박
nb: Laveste puls
nl: Laagste HS
pt_br: FC mínima
ru: Минимум пульса
sv: Lägsta puls
zh_hans: 最低心率

source: Name (e.g. Chris, Coach)
ar: الاسم (مثل Chris أو Coach)
da: Navn (f.eks. Chris, Coach)
de: Name (z. B. Chris, Coach)
es: Nombre (p. ej. Chris, Entrenador)
fi: Nimi (esim. Chris, Coach)
fr: Nom (p. ex. Chris, Coach)
is: Nafn (t.d. Chris, Coach)
it: Nome (es. Chris, Coach)
ja: 名前（例: Chris、Coach）
ko: 이름 (예: Chris, Coach)
nb: Navn (f.eks. Chris, Coach)
nl: Naam (bijv. Chris, Coach)
pt_br: Nome (ex.: Chris, Coach)
ru: Имя (например, Chris, Coach)
sv: Namn (t.ex. Chris, Coach)
zh_hans: 姓名（例如 Chris、Coach）

source: Name this route
ar: سمِّ هذا المسار
da: Navngiv denne rute
de: Diese Strecke benennen
es: Nombra esta ruta
fi: Nimeä tämä reitti
fr: Nommer cet itinéraire
is: Nefndu þessa leið
it: Assegna un nome a questo percorso
ja: このルートに名前を付ける
ko: 이 경로 이름 지정
nb: Gi denne ruten et navn
nl: Geef deze route een naam
pt_br: Nomeie este trajeto
ru: Назовите этот маршрут
sv: Namnge den här rutten
zh_hans: 为该路线命名

source: Name, birthday, sex, weight, units
ar: الاسم وتاريخ الميلاد والجنس والوزن والوحدات
da: Navn, fødselsdag, køn, vægt, enheder
de: Name, Geburtstag, Geschlecht, Gewicht, Einheiten
es: Nombre, fecha de nacimiento, sexo, peso, unidades
fi: Nimi, syntymäpäivä, sukupuoli, paino, yksiköt
fr: Nom, date de naissance, sexe, poids, unités
is: Nafn, afmælisdagur, kyn, þyngd, einingar
it: Nome, data di nascita, sesso, peso, unità
ja: 名前、誕生日、性別、体重、単位
ko: 이름, 생일, 성별, 체중, 단위
nb: Navn, fødselsdag, kjønn, vekt, enheter
nl: Naam, verjaardag, geslacht, gewicht, eenheden
pt_br: Nome, aniversário, sexo, peso, unidades
ru: Имя, дата рождения, пол, вес, единицы
sv: Namn, födelsedag, kön, vikt, enheter
zh_hans: 姓名、生日、性别、体重、单位

source: Nap
ar: قيلولة
da: Lur
de: Nickerchen
es: Siesta
fi: Nokoset
fr: Sieste
is: Lúr
it: Pisolino
ja: 昼寝
ko: 낮잠
nb: Lur
nl: Dutje
pt_br: Cochilo
ru: Дневной сон
sv: Tupplur
zh_hans: 小睡

source: Naps
ar: قيلولة
da: Lure
de: Nickerchen
es: Siestas
fi: Päiväunet
fr: Siestes
is: Blundir
it: Sonnellini
ja: 仮眠
ko: 낮잠
nb: Lurer
nl: Dutjes
pt_br: Sonecas
ru: Дневной сон
sv: Tupplurar
zh_hans: 小睡

source: Navigation (when a route is engaged)
ar: الملاحة (عند تفعيل مسار)
da: Navigation (når en rute er aktiv)
de: Navigation (wenn eine Route aktiv ist)
es: Navegación (cuando hay una ruta activa)
fi: Navigointi (kun reitti on käytössä)
fr: Navigation (lorsqu’un parcours est activé)
is: Leiðsögn (þegar leið er virk)
it: Navigazione (quando un percorso è attivo)
ja: ナビゲーション（ルート使用時）
ko: 내비게이션(경로 사용 중일 때)
nb: Navigasjon (når en rute er aktiv)
nl: Navigatie (wanneer een route actief is)
pt_br: Navegação (quando uma rota está ativa)
ru: Навигация (когда маршрут активен)
sv: Navigering (när en rutt är aktiv)
zh_hans: 导航（启用路线时）

source: near aerobic threshold
ar: قرب العتبة الهوائية
da: nær aerob tærskel
de: nahe der aeroben Schwelle
es: cerca del umbral aeróbico
fi: lähellä aerobista kynnystä
fr: proche du seuil aérobie
is: nálægt loftháðum þröskuldi
it: vicino alla soglia aerobica
ja: 有酸素性作業閾値付近
ko: 유산소 역치 근처
nb: nær aerob terskel
nl: nabij aerobe drempel
pt_br: perto do limiar aeróbico
ru: около аэробного порога
sv: nära aerob tröskel
zh_hans: 接近有氧阈

source: near CTL
ar: قريب من CTL
da: nær CTL
de: nahe CTL
es: cerca del CTL
fi: lähellä CTL:ää
fr: proche du CTL
is: nálægt CTL
it: vicino al CTL
ja: CTL 付近
ko: CTL 근처
nb: nær CTL
nl: nabij CTL
pt_br: perto do CTL
ru: около CTL
sv: nära CTL
zh_hans: 接近 CTL

source: Near neutral — balanced training/recovery
ar: قريب من الحياد — توازن بين التدريب والتعافي
da: Næsten neutral — balanceret træning/restitution
de: Nahezu neutral — ausgewogenes Training/Erholung
es: Casi neutral — entrenamiento/recuperación equilibrados
fi: Lähes neutraali — tasapainoinen harjoittelu/palautuminen
fr: Presque neutre — entraînement/récupération équilibrés
is: Nálægt hlutlausu — jafnvægi æfinga/endurheimtar
it: Quasi neutro — allenamento/recupero bilanciati
ja: ほぼ中立 — トレーニングと回復のバランス良好
ko: 거의 중립 — 훈련/회복 균형
nb: Nær nøytral — balansert trening/restitusjon
nl: Bijna neutraal — gebalanceerde training/herstel
pt_br: Quase neutro — treino/recuperação equilibrados
ru: Почти нейтрально — баланс тренировок и восстановления
sv: Nära neutral — balanserad träning/återhämtning
zh_hans: 接近中性 — 训练与恢复平衡

source: Need a GPS fix to search.
ar: يلزم تحديد موقع GPS للبحث.
da: Kræver GPS-position for at søge.
de: GPS-Position zum Suchen erforderlich.
es: Se necesita una posición GPS para buscar.
fi: Haku vaatii GPS-sijainnin.
fr: Une position GPS est nécessaire pour chercher.
is: Þarf GPS-staðsetningu til að leita.
it: Serve una posizione GPS per cercare.
ja: 検索には GPS の測位が必要です。
ko: 검색하려면 GPS 위치가 필요합니다.
nb: Trenger GPS-posisjon for å søke.
nl: GPS-positie nodig om te zoeken.
pt_br: É necessária uma posição de GPS para buscar.
ru: Для поиска нужна GPS-позиция.
sv: Behöver GPS-position för att söka.
zh_hans: 搜索需要 GPS 定位。
